<?php

declare(strict_types=1);

namespace App\Enums\License;

enum Type: string
{
    case MSP = 'MSP';
    case PHARMACY = 'PHARMACY';
    case PHARMACY_DRUGS = 'PHARMACY_DRUGS';

    public function label(): string
    {
        return match ($this) {
            self::MSP => 'ліцензія на провадження господарської діяльності з медичної практики',
            self::PHARMACY => 'ліцензія на провадження господарської діяльності з виробництва лікарських засобів, оптової та роздрібної торгівлі лікарськими засобами, імпорту лікарських засобів (крім активних фармацевтичних інгредієнтів)',
            self::PHARMACY_DRUGS => 'ліцензія на право провадження господарської діяльності з розроблення, виробництва, виготовлення, зберігання, перевезення, придбання, реалізації (відпуску) наркотичних засобів, психотропних речовин і прекурсорів'
        };
    }
}
