<?php

declare(strict_types=1);

return [
    'dismissalSuccess' => 'Співробітника успішно звільнено.',
    'dismissalEhealthError' => 'Помилка під час деактивації співробітника в eHealth.',
    'requestError' => 'Сталася помилка під час запиту: :error',
    'dismissalWarning' => 'Увага! Звільнення працівника в електронній системі охорони здоров’я є
                           незворотною дією. Здійснюйте звільнення працівника після виконання
                           відповідних заходів на підприємстві та попередньої деактивації активних
                           ролей працівника.
                           Інформуємо, що всі діючі декларації працівника – автоматично
                           розірвуться (припинять дію).',
    'sync_success' => 'Співробітників успішно синхронізовано',
];
