<?php

declare(strict_types=1);

return [
    'types' => [
        'emergency' => 'Заклад з надання екстренної медичної допомоги',
        'mis' => 'Медична інформаційна система',
        'msp' => 'Заклад з надання медичних послуг',
        'msp_pharmacy' => 'Заклад з надання медичних послуг та аптека',
        'nhs' => 'Національна служба здоров\'я України',
        'outpatient' => 'Вторинна, третинна, паліативна медична допомога та реабілітація',
        'pharmacy' => 'Аптека',
        'primary_care' => 'Заклад з надання первинної медичної допомоги'
    ]
];
