<?php

declare(strict_types=1);

return [
    'new_treatment_plan' => 'Новий план лікування',
    'author' => 'Автор',
    'co-author' => 'Співавтор',
    'find_doctor' => 'Знайти лікаря',
    'patient_data' => 'Дані пацієнта',
    'patient' => 'Пацієнт',
    'medical_number' => 'Медичний запис №',
    'treatment_plan_data' => 'Дані плану лікування',
    'category' => 'Категорія',
    'name_treatment_plan' => 'Назва плану лікування',
    'intention' => 'Намір',
    'terms_service' => 'Умови надання послуг',
    'date_and_time_start' => 'Дата та час початку плану лікування:',
    'date_and_time_end' => 'Дата та час завершення плану лікування:',
    'attention' => 'Увага!',
    'you_specify_the_end_date' => 'Ви зазначаєте кінцевий термін періоду дійсності плану лікування. Зауважте, що отримання пацієнтом медичних послуг, медичних виробів або
лікарських засобів за призначенням з цього плану лікування після цієї дати будуть неможливі!',
    'based_treatment_plan' => 'Базується на плані лікування:',
    'part_treatment_plan' => 'Є частиною плана лікування:',
    'choose_treatment_plan' => 'Оберіть план лікування',
    'extended_description' => 'Розширений опис',
    'notes' => 'Нотатки',
    'condition/diagnosis' => 'Стан/діагноз',
    'supporting_information' => 'Допоміжна інформація (епізоди, процедури чи діагностичні звіти)',
    'date' => 'Дата',
    'name' => 'Назва',
    'episode' => 'Епізод',
    'search' => 'Пошук',
    '' => '',
    '' => '',
    '' => '',
    '' => '',

];
